Repository: XDudas/Bandai-Namco-
Catalog: BandaiNamco.Projeto_Mod17EB/BandaiNamco.Projeto_Mod17EB/Resources/Lingua.*.resx
Languages: it, ja

source: Brasil (Português)
it: Brasile (Portoghese)
ja: ブラジル（ポルトガル語）

source: Bundle
it: Pacchetto
ja: バンドル

source: Confirma a Password...
it: Conferma la tua password...
ja: パスワードを確認してください...

source: Confirmar Password
it: Conferma password
ja: パスワードの確認

source: Email
ja: 電子メール

source: Espanhol
it: Spagnolo
ja: スペイン語

source: Figura
ja: フィギュア

source: Figura de 20 cm de Jin kazama com seu stander outfit.
it: Figura di 20 cm di Jin Kazama con il suo outfit stander.
ja: 彼のスタンダードな衣装を着たJin Kazamaの20cmフィギュア。

source: Figura de 20 cm Kazuya Mishima no stander outfit.
it: Figura di 20 cm di Kazuya Mishima in outfit stander.
ja: スタンダードな衣装のKazuya Mishimaの20cmフィギュア。

source: Figura de 25 cm bem detalhada de Jin kazama e Kazuya Mishima.
it: Figura di 25 cm ben dettagliata di Jin Kazama e Kazuya Mishima.
ja: 25cmのJin KazamaとKazuya Mishimaの非常に詳細なフィギュア。

source: FILTROS
it: FILTRI
ja: フィルター

source: Foto Perfil
it: Foto profilo
ja: プロフィール写真

source: IDIOMAS
it: LINGUE
ja: 言語

source: Inglês
it: Inglese
ja: 英語

source: Iniciar sessão
it: Accedi
ja: ログイン

source: Introduza o Email...
it: Inserisci la tua email...
ja: メールアドレスを入力してください...

source: Introduza o nome...
it: Inserisci il tuo nome...
ja: あなたの名前を入力してください...

source: Introduza o Password...
it: Inserisci la tua password...
ja: パスワードを入力してください...

source: Introduza o Username...
it: Inserisci il tuo nome utente...
ja: ユーザー名を入力してください...

source: Início
it: Home
ja: ホーム

source: Italiano
ja: イタリア語

source: Japonês
it: Giapponese
ja: 日本語

source: Jogo
it: Gioco
ja: ゲーム

source: Jogo de Dragon Ball e um estilo diferente contendo gameplay em 2D e varias DLC para Adequir.
it: Gioco di Dragon Ball con uno stile diverso contenente gameplay in 2D e vari DLC da acquisire.
ja: 2DのゲームプレイといくつかのDLCを含む異なるスタイルのドラゴンボールゲーム。

source: Jogo de Luta do franchise Tekken.
it: Gioco di lotta del franchise Tekken.
ja: 鉄拳フランチャイズのファイティングゲーム。

source: Jogo de luta do tekken frachise com pass gratuito das DLC por um ano.
it: Gioco di lotta del franchise Tekken con passaggio gratuito delle DLC per un anno.
ja: 1年間の無料DLCパスが付属した鉄拳フランチャイズのファイティングゲーム。

source: Jogo de luta do tekken Franchise.
it: Gioco di lotta del franchise Tekken.
ja: 鉄拳フランチャイズのファイティングゲーム。

source: Jogo de Sobrevivência de alta Diculdade com História e muitos desafios para serem superados.
it: Gioco di sopravvivenza ad alta difficoltà con storia e molte sfide da superare.
ja: 物語と多くのチャレンジがある高難易度のサバイバルゲーム。

source: Jogo de sobrevivência de Alta dificuladade.
it: Gioco di sopravvivenza ad alta difficoltà.
ja: 高難易度のサバイバルゲーム。

source: Jogos e Merchendaise
it: Giochi e Merchandise
ja: ゲームと商品

source: Nenhum ficheiro selecionado
it: Nessun file selezionato
ja: ファイルが選択されていません

source: Nome
ja: 名前

source: Password
ja: パスワード

source: Pesquisa
it: Ricerca
ja: 検索

source: Português
it: Portoghese
ja: ポルトガル語

source: Produtos
it: Prodotti
ja: 製品

source: Promoções
it: Promozioni
ja: プロモーション

source: Registar
it: Registrati
ja: 登録

source: Ultimo lançamento passado muito tempo de budokai tenkaichi series. Jogo que revolve a História toda de Dragon com mais DlC.
it: Ultimo rilascio dopo molto tempo della serie budokai tenkaichi. Gioco che ruota intorno a tutta la storia di Dragon Ball con più DLC.
ja: ブドウ界天下一シリーズのかなりの時間が経過した最後のリリース。 より多くのDLCを備えたドラゴンボール全体のストーリーをめぐるゲーム。

source: Username
it: Nome utente
ja: ユーザー名

source: Vem com o jogo Tekken 8 , estátua de 25 cm Jin Kazama, moeda Arcade, Anel Leroy Smith e cartas dos personagens.
it: Viene fornito con il gioco Tekken 8, statua di 25 cm di Jin Kazama, moneta Arcade, Anello di Leroy Smith e carte dei personaggi.
ja: Tekken 8ゲーム、25cmのJin Kazama像、アーケードコイン、Leroy Smithリング、キャラクターカードが付属しています。
